NSCameraUsageDescription = "La cámara se usa en videollamadas";
NSMicrophoneUsageDescription = "El micrófono se usa en llamadas de voz y videollamadas";
NSPhotoLibraryUsageDescription = "Se necesita acceso a la biblioteca de fotos para compartir imágenes y videos desde su dispositivo";
